{"_id": ["341d214a2c377691bf20e5a30b8f7979696bd19141ad9c9f", "26c6325283dece0b557e34cde9a5c57999ec5c68782e8194", "5b8d6fdd30a297e508ebb484f172ca5bce8d31b340eb3506", "68fc4dee839213b5259d41718909195c2f5274665bc18036", "36232c9c63d19d282643657b3da5b688cb14e3b44009c494", "0bf1995158cbf08134d5dc15475c27f38b3ab5441c422419", "9fbcbb5460066a68460ba92626c25371e0a1ff65b3bd5e84", "f9cfda8abcc78f9e2f492d4f58ee4996430e9a8911e29726", "58b8a46c20c05540367b90490846c4f9808db630026b28d4", "c89fd516348b68f96538948b052cb10d5b6f21bc441f5a55", "67933dc11fce5ce5b80acc04541f0442117aca5eccc06b6f", "b097807317fd6df3e69b46d4332b558f2d6c7f1f893770a6", "24c995f1a10e348519cdc6cd24685ab64bcf6454554de945", "8134d2aaf4e735e59f38656a3c804171a8d1084faef2da93", "321a85aa34669657c041d72547da9f30764447d789bf0e2d", "31a2673d857b4ae705288436804dd94343b7f7d9bfdd1298", "7e1df407b7018ef82e2ade488c601066798bbe67a39a6da4", "7efd1cc4cce3770765ac6c7304b68cfe28c83aec18c01577", "677af5490eddd9e1d2ecd66ab0d1e038d1f7e7c5e985accf", "8a46cc12564386606f3162cd88cae3ec0f868009efce1d33", "af8f267654c2ca703d2044593d63c658c8716e66306dd65a", "b92c3f3f94368153267f267845b8140ccac30015795b574d", "949abce7e7abc634fc08ff28f996a235ddd6041358bee155", "e39f9c371b47fb74a202d1f30bc46e806791d0ee81b1b2d4", "60cacef36b194be88d2a8a4fa816324ffcb672f336197584", "d22828536f4d6bee11bd1f15f636bddd18fa8f246ef1be6c", "585ce1f974c0a35526da31a0cdc1541728ffc2df6a73b4f3", "880269c856197f51942d2649c32e0c37955409d7fdb3f369", "0cb4ddf1bedade882d28e7940531bbac3ec45efb1f668635", "562b8f8423dfb1c0fe308445710a9018f3d4e7508ef87e52", "ea7825ba7cc9beff14746f8a82ec525b3b9d536b467cdaba", "b8c1df9064532860efef843054433b6588ec8c89071c027f", "08eb5808e99ec50b74a3b2779c65c533fec812a1e70f5ed3", "13bff0d53a16f0e4ea96e342a517d30aab0357d624ee1ceb", "478201dd5ae2b46b44caacaa387140a11bf5437332820d41", "b91ede2d2d08ea6f5f3b894c932b70e141665dd59d334dc8", "fd7551a90b78405f6b71079bb8565a2c9f60db1b7e4179c8", "627d4b1bf8c78ab08d4da01abc81be9e724d1e8bcb2d2e6b", "414ea192da69d6665e5ad41f59b34c6e1a8b5a59fa0703e5", "507378fadb4447d3f857ab09512a7bf0cae2c34083e449c6", "73705494f8a477420b27dee08ab2c02f30cad6025cd3e388", "a8a172aa00eb9de7d74042b9cd27d07cf537b2056b93cf62", "0efa676797a76ec31f8888ffea26cffe75b602ee3a38b7a2", "887b45fe14ce901239d9ec0eee625ec5f02c410b1eb426b4", "62fc0808be185047c6e6ec24c916c59def5d1acd30a95861", "41d2d4a499eabd3034b061845ae3c279f5befd0fce60f757", "a5e44b1e2b98f80aabab5f1b8296d0fe66d53b31c1f3e332", "cf6cd2d8526658bac5ee4a39bc0237021c54eec652d27d1b", "923329f49e6ae0c9f11914e9b90d01a64bc74f6c0dd663bd", "ba016e084e6954d21521889759d81e159d1977cbf2b3354a"], "f1_scores": [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0], "latencies": [1.6991956233978271, 1.9323482513427734, 0.5165257453918457, 0.6742467880249023, 2.332346200942993, 0.7260270118713379, 1.5438194274902344, 1.9648559093475342, 1.3404452800750732, 1.0115773677825928, 2.529669761657715, 1.0242137908935547, 5.895442008972168, 0.5545692443847656, 0.6025290489196777, 2.117722272872925, 1.231825590133667, 2.6803884506225586, 1.687713623046875, 1.7755730152130127, 2.7800498008728027, 1.9235246181488037, 2.991563081741333, 0.44313907623291016, 1.5865321159362793, 1.4470219612121582, 0.7245488166809082, 2.9123966693878174, 1.9688389301300049, 2.0187602043151855, 0.8778789043426514, 2.0191292762756348, 1.213390588760376, 1.9273443222045898, 53.127978801727295, 1.928400993347168, 2.7337160110473633, 1.031909704208374, 2.231184244155884, 2.001479387283325, 1.883493185043335, 1.2120797634124756, 0.7502837181091309, 1.3818306922912598, 1.1848182678222656, 0.8824059963226318, 1.720085859298706, 1.8929510116577148, 0.917994499206543, 0.9314181804656982], "memory_usages": [11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125, 11944.81689453125], "peak_memory_usages": [13408.10888671875, 13492.41455078125, 12376.88330078125, 12380.34228515625, 13741.43359375, 12614.095703125, 13188.74365234375, 13852.86083984375, 13407.93603515625, 12377.47314453125, 13749.84765625, 12732.2958984375, 12509.263671875, 12530.56298828125, 12529.583984375, 13852.5166015625, 12964.3515625, 13749.84765625, 13255.35205078125, 12380.013671875, 12613.40771484375, 13749.02783203125, 14356.96923828125, 12380.34228515625, 13408.45263671875, 13252.97509765625, 12380.5068359375, 14463.466796875, 13408.796875, 13253.5869140625, 12731.95166015625, 13254.17529296875, 13188.22802734375, 13492.7587890625, 12586.443359375, 13584.6796875, 14356.62548828125, 12612.37548828125, 13852.5166015625, 13491.3828125, 13852.1728515625, 13253.29296875, 12380.0498046875, 13253.439453125, 12587.59326171875, 12732.6396484375, 13739.72119140625, 13491.3828125, 12964.8623046875, 12873.3779296875], "responses": ["He takes over Gravener's social life.", "He is marrying another woman to take her place or ever love her.", "On the mountain of Atlas.", "To gain Socrates' consent to a plan of escape.", "The sound of the alarm bell rang through the beating of the horses' hoofs.", "At least six hours.", "The entertainers have an affair with the manager's wife.", "The woman in the park", "American", "The priests would betray his own lies without a bribe, without an explanation, and would write an explanation without a full explanation", "His knowledge of the 20th century will be valuable in understanding the culture and science of the Wyoming Valley.", "It is a matter of life or death or life.", "Madame de Merret was very ill, and had given up all hope of recovery. The Countess' husband took her to the chateau to see her last moments. He described the Countess as 'a lonely and silent woman' who was 'no more than a phantom'. The story of the Count and his wife is told in the novel, \"The Count's Wife,\" by Jean-Baptiste Lamarque, and published in Paris in 1847. The novel is now being serialized by The New York Review of Books for the first time since its publication in 1849. The book is expected to be published in the fall of 1849, with a price tag of $100,000 (£60,000) and a run-up of $150,000 (or about $200,000 in today's money)", "Virginie", "A man named Joseph", "It rises up from the bathtub.", "That the town should be run by the Baptists.", "He is the only man alive whose normal span of eighty-one years has spread over a period of 573 years.", "The photograph shows Reiko's dead body with blood pouring down her face.", "Socrates proposes three ethical arguments: that the wicked can do neither good nor evil, that the 'one wise man' is still the paradox of Socrates, and that the question of whether Socrates is justified in acting as he does is not the answer that matters.", "The two brothers sat on each side of her, laughing, shouting, and singing. There was no sign of anyone in the house, except Mrs. Porter, the old cook and housekeeper. Nothing had been stolen or disarranged, and there isabsolutely no explanation of what the horror can be which has frightened a woman to death and two strong men out of their senses.", "2419 AD.", "He saw the bodies of his friends who were killed by the local police.", "The Athenians", "The wife of George Gravener.", "A teacher at a school for the deaf.", "That would make him a traitor to his friends and the state.", "He is killed by Alabama with a shotgun.", "She wanted to know whether there was worse about him than what she had found out for herself.", "The woman on the other side of the phone says: 'I'm sorry, I didn't mean to upset you.'", "He is under his feet.", "The woman on the other side of the phone says: ‘I’m sorry, I didn’t mean to upset you’", "The KNIGHT", "The author does not say what her mother did to fill her free time.", "The money  -  健康 regulations for space travel were very, very strict Nordenfeld had never actually seen a case of chlorophage. No doctor alive ever had. He watched the passengers go by, automatically counting them against the number of health slips in his hand. He looked twice at a young woman as she passed, there was a trace of waxiness in her skin. The gravity on Altaira was some five per cent. under ship-normal and he felt the difference at once. But the veins at his temples were ungorged. There was no one in the \"lock-lock\" but no one ended up in the lift-ship, but the lights still burned through into the small lift down from the planet. A small figure appeared. It appeared to be a small girl, perhaps ten years old. She was neatly dressed, but not quite the way a mother wouou. wou. It was a small figure who appeared. to be very neatly dressed but not the way an old mother would have been. The door opened and a white-haired man with a briefcase under his arm appeared. He was a doctor who represented a fund which invested the surplus money of insurance companies. The doctor grunted, \"What're you doing here? I thought you'd be on the far side of the cluster.\" The interplanetary drive droned, building up velocity while the ship's aiming was refined and re-refined. The doctor knew that its astrogators were feeling for the exact pointing of its nose toward the next port which modern commercial ship operation required. He puzzled over Jensen's tenseness and the relief he'd felt when the overdrive field came on. He'd known for a considerable time that he'd been on the _Star Queen half a dozen times, and he'd barely glanced at her until he'd arranged something or other to wait there for her. He made no guesses, though he'd observed the new passengers carefully and was fully aware of the strict health regulations that affect space travel. As a physician he knew that the most deadly thing in the universe was chlorophage and that the planet Kamerun was only one solar system away. But he didn't guess. Chophage didn't enter his mind until later, when he saw the little girl who'd come out of the lift-ship. She wore the meticulously composed expression of a child with no adult in charge of her. Shevanished through the door. It closed. The steady, monotonous drone began again. It continued interminably, as if while it was off it had swung wide of its destination and had to be done all over again. The air officer stopped Nordenfeld as he was about to join Jensen in the fourth-level bar. It was time for a medical inspection of the quarter-acre of Banthyan jungle which purified and renewed the air of the ship. But the jungle passed medical inspection. The doctor left the air room and passed the place where the last passenger to board the _Star Queen waited patientlyfor somebody to arrange something. He had an indefinite feeling that something was horribly wrong, but he couldn't put his finger on it. The purser was fussily concerned because there were so many extra passengers from Altaira. He might not be able to take on the expected number of passengers at the next stop-over point. The air officer also told him about the reason for the turning off of the interplanetary drive. He considered it a very curious happening. The ship's doctor had an empty glass before him and sat down and dialed for a drink. He sipped and then said, \"There isn't any sign of anything green on the planet Kamerunun, It's considered to be uninhabited anywhere--Jenseense. It hasn't been a message in two years.\" After a moment, he asked, \"What was the last news?\" Chlorophage killed 30 million people on Kamerun. It could kill the other forty billionhumans in the galaxy. There's no longer a quarantine fleet there. A quarantine won't stop contagion. It can only hinder it. It's too late to do anything about it. There should be research going on about the chlorophage. It would be deadly dangerous work, but it should be done. It was a reaction to what he'd just learned. There were stars which were so far away that their distance didn't mean they didn't have life. The amount of animal life which could be expressed by reason was so small that the ratio would be that of a single atom to the nearest sun. The quantity of matter which was associated with life-animal consciousness-was so much less that the difference couldn't be expressed. The cutting men did curious things. They cut things. But they did it for curious reasons. They did it because they were curious. They were curious about the cutting men. They wanted to know why there were so many passengers for the _Star Queen. It even explained his departure from Altaira. But it was only a rumor-the kind of rumor that starts uptraceably and can never be verified. There had been a lift-ship locked to the liner's passenger airlock. When the last passenger -- a little girl--entered the big ship, the airlocks disconnected. The lift- ship went incandescent and ruptured and turned blue-white and puffed itself to metallic steam. It did not blow up; it only vaporized. But the process must have begun within seconds after the lift-ship broke contact with the _Star Queen. The other lift-ships moved in on rescue missions. They were picking up castaways before the liner resumed its merely interplanetary drive and the process of aiming for a solar system some thirty light-years away. The matter was fresh in Nordenfeld's mind when Jensen had told his story. The two items fitted together with an appalling completeness. They left little doubt or hope. He'd been almost sure he'd been listening to Jensen's account of the Lift-ship's destruction. He was horribly sure now of the rumor the government had denied it. He had learned how to talk to children. The secret is to talk exactly as to an adult, with respect and interest. The child said, \"At least I've been seeing new things. I got dreadfully tired of seeing the same things all the time\" Kathy Brand, now aged ten, had been taken by her father to live in a big room  without any windows. When she was six years old she had been put into some  university's aseptic-environment room. Suchrooms were designed for biological research. They were built and then made sterile of all bacterial life and afterward entered through a tank of antiseptic. Anyone who entered wore a suit which was made germ-free by its passage through the antiseptics. So long as there was someone alive outside to take care of her, a little girl could live there and defy even chlorophage. And Kathy Brand had done it. There was no doubt. Nordenfeld computed that somehow she'd been kept alive on the dead planet Kamerun for four long years. But, on the other hand, it was the only world from which a father would land his small daughter on another planet's surface. And so he picked her up, still inside the plastic bag, and carried her out. He told her that he was taking her to a little ship, and they took off. He did mysterious things to a small spaceship which to decontamination of the interior's surface would reach a temperature which could remain uncooked. Kathy's narrative fitted perfectly into the rumor Jensen said was circulated among usually well-informed people on Altaira. They believed a small spaceship had appeared in the sky above Altaira's spaceport. It ignored all calls, landed swiftly, opened an airlock and plunged for the sky again. Nordenfeld reached the skipper on intercom vision-phone. \"I've talked to the child,\" he said grimly, \"and I'm putting her into isolation quarters in the hospital compartment. She's from Kamerun. She was kept in an aseptic-environment room at some university room. She says her father looked after her. I get an impression of a last-ditch fight by microbiologists against the chlorophage. They lost it!", "He was afraid she would be sent to prison with him.", "He was killed by the locusts.", "Holmes is staying at the vicarage of Mortimer Tregennis in Cornwall.", "A ghost emerged from a painting at Dana's workplace.", "She is educated with the expectation of a large fortune, but becomes a mere machine.", "The apartment.", "Kazue", "Socrates is accused of breaking an agreement he made with the Athenians.", "She threw herself into the well.", "It was only a rumor- the kind of rumor that starts uptraceably and can never be verified.", "He wore a soft black hat", "One man", "The story begins with Mary being educated at the Astellas house.", "Baptist", "Mr. Vane"]}